Repository: fehlix/user-installed-packages
Catalog: i18n/po/*.po
Languages: hu, tr

source: About
hu: Névjegy
tr: Hakkında

source: Close
hu: Bezárás
tr: Kapat

source: Help
hu: Súgó
tr: Yardım

source: OK
tr: Tamam

source: Save List
hu: Lista mentése
tr: Listeyi Kaydet

source: Date:
hu: Dátum:
tr: Tarih:

source: Host:
hu: Gépnév:
tr: Ana bilgisayar:

source: System:
hu: Rendszer:
tr: Sistem:

source: User Installed Packages
hu: Felhasználó által telepített csomagok
tr: Kullanıcının Yüklediği Paketler

source: Package name
hu: Csomag neve
tr: Paket adı

source: Description
hu: Leírás
tr: Açıklama

source: List of user installed packages
hu: Felhasználó által telepített csomagok listája
tr: Kullanıcının yüklediği paketlerin listesi

source: List of unavailable packages
hu: Nem elérhető csomagok listája
tr: Kullanılamayan paketlerin listesi

source: The following packages are not available or cannot be installed:
hu: A következő csomagok nem érhetők el, vagy nem telepíthetők:
tr: Aşağıdaki paketler mevcut değil veya yüklenemez:

source: MX - User Installed Packages
hu: MX - Felhasználó által telepített csomagok
tr: MX - Kullanıcının Yüklediği Paketler

source: This app is designed to make it easy to reinstall packages that the user has added to the default installation and retained.
hu: A program megkönnyíti azoknak a programoknak az újratelepítését, amelyeket a felhasználó adott hozzá az alapértelmezett telepítéshez és megtartotta.
tr: Bu uygulama, kullanıcının varsayılan kuruluma eklediği ve sistemde tuttuğu paketleri yeniden yüklemeyi kolaylaştırmak için tasarlanmıştır.

source: It combines two steps:
hu: Két lépést kombinál:
tr: İki adımı içerir:

source: 1) quickly and easily create a list of those packages
hu: 1) gyorsan és könnyen listát készíteni azokról a csomagokról
tr: 1) hızlı ve kolay bir şekilde bu paketlerin bir listesini oluşturun

source: 2) use that list in another location to review and reinstall those packages, if still available
hu: 2) a lista használatával egy másik helyen áttekinteni és újratelepíteni azokat a csomagokat, ha még elérhetők
tr: 2) bu listeyi, eğer hala mevcutsa, bu paketleri gözden geçirmek ve yeniden yüklemek için başka bir yerde kullanın

source: Create a list of user installed packages
hu: Lista készítése a felhasználó által telepített csomagokról
tr: Kullanıcı tarafından kurulan paketlerin bir listesini oluşturun

source: Open a previously saved list and install selected packages
hu: Korábban mentett lista megnyitása és a kiválasztott csomagok telepítése
tr: Önceden kaydedilmiş bir listeyi açın ve seçilen paketleri kurun

source: You have no packages installed!
hu: Nincsenek csomagok telepítve!
tr: Yüklü paketiniz yok!

source: You have installed 1 package:
hu: 1 csomagot telepített:
tr: 1 paket kurdunuz:

source: The UIP list of packages installed by the user could not be saved
hu: A felhasználó által telepített csomagok listájának mentése nem sikerült
tr: Kullanıcı tarafından yüklenen paketlerin KYP listesi kaydedilemedi

source: No file selected.
hu: Nincs fájl kiválasztva.
tr: Dosya seçilmedi.

source: Select which packages you want to install:
hu: Válassza ki, mely csomagokat szeretné telepíteni:
tr: Yüklemek istediğiniz paketleri seçin:

source: Install packages
hu: Csomagok telepítése
tr: Paketleri yükleyin

source: Missing Packages
hu: Hiányzó csomagok
tr: Eksik Paketler

source: [OK] UIP list of missing packages saved:
hu: [OK] Hiányzó csomagok listája mentve:
tr: [Tamam] Eksik paketlerin KYP listesi kaydedildi:

source: UIP list of missing packages could not be saved.
hu: A hiányzó csomagok listájának mentése nem sikerült.
tr: Eksik paketlerin KYP listesi kaydedilemedi.

source: Press Enter to exit
hu: Nyomja meg az Enter billentyűt a kilépéshez
tr: Çıkmak için Enter’a basın

source: Installing selected packages, please authenticate
hu: A kiválasztott csomagok telepítése, hitelesítse magát
tr: Seçilen paketler yükleniyor, lütfen kimlik doğrulaması yapın

source: Select location to save file
hu: Válassza ki a helyet a fájl mentéshez
tr: Dosyayı kaydetmek için konum seçin

source: File exists. Overwrite?
hu: A fájl már létezik. Felülírja?
tr: Dosya var. Üzerine yazılsın mı?

source: [OK] UIP list saved:
hu: [OK] csomagok listája mentve:
tr: [Tamam] KYP listesi kaydedildi:

source: UIP-list save file failed:
hu: Csomagok listájának mentése sikertelen:
tr: KYP listesi dosya kaydetme başarısız oldu:

source: [ERROR]
hu: [HIBA]
tr: [HATA]

source: Select UIP list to load
hu: Válassza ki a listafájlt a betöltéshez
tr: Yüklemek için KYP listesi seçin

source: Not a valid UIP-list file:
hu: Nem egy érvényes felhasználó által telepített csomaglista fájl:
tr: Geçerli bir KYP listesi dosyası değil:

source: Selected file is a directory.
hu: A kiválasztott fájl egy könyvtár
tr: Seçilen dosya bir dizindir.

source: Not a regular file
hu: Nem egy reguláris fájl
tr: Normal bir dosya değil

source: File is not readable.
hu: A fájl nem olvasható.
tr: Dosya okunamıyor.

source: file type
hu: fájl típus
tr: Dosya türü

source: Not a plain ASCII text file
hu: Nem egy egyszerű ASCII szövegfájl
tr: Düz bir ASCII metin dosyası değil

source: Not a text file
hu: Nem egy szövegfájl
tr: Metin dosyası değil

source: File contains invalid package names
hu: A fájl érvénytelen csomagneveket tartalmaz
tr: Dosya geçersiz paket adları içeriyor

source: File contains no package names
hu: A fájl nem tartalmaz csomagneveket
tr: Dosya paket adı içermiyor

source: Select a file
hu: Válasszon egy fájlt
tr: Bir dosya seçin

source: List user installed packages. Install packages from existing list.
hu: A felhasználó által telepített csomagok listájának megjelenítése. Csomagok telepítése meglévő listából.
tr: Kullanıcının yüklediği paketleri listeleyin. Mevcut listeden paketleri kurun.

source: apt;install;package;uip;
hu: apt;telepítés;csomag;uip;
tr: apt;yükle;paket;kyp;

source: MX User Installed Packages
hu: MX Felhasználó által telepített csomagok
tr: MX Kullanıcının Yüklediği Paketler

source: About MX User Installed Packages
hu: Az MX Felhasználó által telepített csomagok névjegye
tr: MX Kullanıcının Yüklediği Paketler Hakkında

source: An app to list and re-install user installed packages.
hu: Egy program a felhasználó által telepített csomagok listázásra és újratelepítésére.
tr: Kullanıcının yüklediği paketleri listelemek ve yeniden yüklemek için bir uygulama.

source: Changelog
hu: Változások listája
tr: Değişim günlüğü

source: MX User Installed Packages Changelog
hu: Az MX Felhasználó által telepített csomagok változásainak listája
tr: MX Kullanıcının Yüklediği Paketler Değişiklik Günlüğü

source: License
hu: Licenc
tr: Lisans

source: MX User Installed Packages License
hu: Az MX Felhasználó által telepített csomagok licence
tr: MX Kullanıcının Yüklediği Paketler Lisansı

source: Authentication is required to install selected packages
hu: A kiválasztott csomagok telepítéséhez hitelesítés szükséges
tr: Seçili paketleri yüklemekiçin kimlik doğrulaması gerekiyor

source: Install selected packages
hu: A kiválasztott csomagok telepítése
tr: Seçili paketleri yükle
