Repository: fehlix/user-installed-packages
Catalog: i18n/help-po/*.po
Languages: hu, ja, tr

source: User Installed Packages Help
hu: Felhasználó által telepített csomagok súgója
ja: ユーザインストール済みパッケージのヘルプ
tr: Kullanıcı Tarafından Yüklenen Paketler Yardımı

source: This application is intended to facilitate the re-installation of packages that the user has added to the default installation.
hu: A program megkönnyíti azoknak a programoknak az újratelepítését, amelyeket a felhasználó adott hozzá az alapértelmezett telepítéshez.
ja: このアプリケーションは、ユーザが既定のインストール済みパッケージに追加した分について、その再インストールを支援することが目的です。
tr: Bu uygulama, kullanıcının varsayılan kuruluma eklediği paketlerin yeniden kurulumunu kolaylaştırmayı amaçlamaktadır.

source: It can display a list of packages manually installed by the user that can be saved in a simple text file. Furthermore, the application allows loading a saved list of packages for review and selection to be reinstalled. Such a procedure is especially easy and useful after a new system installation.
hu: Megjelenítheti a felhasználó által manuálisan telepített csomagok listáját, amely egy egyszerű szöveges fájlba menthető. Továbbá az alkalmazás lehetővé teszi a csomagok elmentett listájának betöltését felülvizsgálatra és az újratelepítéshez szükséges kiválasztásra. Egy ilyen eljárás különösen egyszerű és hasznos egy új rendszer telepítése után.
ja: ユーザが手動でインストールしたパッケージの一覧を表示します。この一覧はシンプルなテキストファイルに保存することができます。さらに、このアプリケーションは、保存したパッケージ一覧を読み込み、再インストールする目的での確認や選択を行うことができます。こうした手順は、新規システムのインストール後に非常に役立ちます。
tr: Kullanıcı tarafından elle yüklenen ve basit bir metin dosyasına kaydedilebilen paketlerin bir listesini görüntüleyebilir. Ayrıca uygulama, yeniden kurulacak inceleme ve seçim için kaydedilmiş bir paket listesinin yüklenmesine izin verir. Böyle bir prosedür, yeni bir sistem kurulumundan sonra özellikle kolay ve kullanışlıdır.

source: There are two options to choose from:
hu: Két lehetőség közül választhat:
ja: 次の2つの選択肢から選ぶことができます：
tr: Aralarından seçim yapabileceğiniz iki seçenek vardır:

source: quickly and easily create a list of those packages.
hu: gyorsan és egyszerűen létrehoz egy listát ezekről a csomagokról.
ja: 一連のパッケージリストを素早く簡単に作成します
tr: hızlı ve kolay bir şekilde bu paketlerin bir listesini oluşturun.

source: use that list in another location to review and reinstall those packages, if still available.
hu: felhasználja ezt a listát egy másik helyen, hogy áttekintse és újratelepítse ezeket a csomagokat, ha még elérhetőek.
ja: 一覧を別の場所で使用して、それらのパッケージを確認したり、もし利用可能であれば再インストールを行ないます。
tr: hala mevcut ise, bu paketleri incelemek ve yeniden yüklemek için bu listeyi başka bir konumda kullanın.

source: Create a list of user-installed packages
hu: Lista készítése a felhasználó által telepített csomagokról
ja: ユーザによってインストール済みのパッケージ一覧を作成
tr: Kullanıcı tarafından kurulan paketlerin bir listesini oluşturun

source: A list of user-installed packages is displayed.
hu: A felhasználó által telepített csomagok listája jelenik meg.
ja: ユーザ自身がインストールしたパッケージ一覧を表示します。
tr: Kullanıcı tarafından kurulan paketlerin bir listesi görüntülenir.

source: Note: Packages of installed Linux kernels or NVIDIA graphics drivers will not be listed.
hu: Megjegyzés: A telepített Linux kernelek vagy NVIDIA grafikus illesztőprogramok csomagjai nem szerepelnek a listában.
ja: 注意。Linux カーネルや NVIDIA グラフィックドライバについては、一覧に表示しません。
tr: Not: Yüklü Linux çekirdeği paketleri veya NVIDIA grafik sürücüleri listelenmeyecektir.

source: Press [Save List] and select the location where the package list should be saved.
hu: Nyomja meg a [Lista mentése] gombot, és válassza ki azt a helyet, ahová a csomaglistát menteni szeretné.
ja: [リストの保存] ボタンを押して、パッケージリストを保存する場所を選択します。
tr: [Listeyi Kaydet]’e basın ve paket listesinin kaydedilmesi gereken yeri seçin.

source: Open a previously saved list to install selected packages
hu: Egy korábban mentett lista megnyitása, a kiválasztott csomagok telepítéséhez
ja: 以前保存したリストを開いて、選択したパッケージをインストール
tr: Seçilen paketleri yüklemek için önceden kaydedilmiş bir liste açın

source: Select the package list you wish to install.
hu: Válassza ki a telepíteni kívánt csomaglistát.
ja: インストールしたいパッケージが含まれるリストを選択します。
tr: Kurmak istediğiniz paket listesini seçin.

source: Uncheck any packages in the displayed list that you do not wish to install.
hu: Törölje a megjelenő listából azokat a csomagokat, amelyeket nem kíván telepíteni.
ja: 表示されたリストの中で、インストールしたくないパッケージはチェックを外します。
tr: Görüntülenen listede yüklemek istemediğiniz paketlerin işaretini kaldırın.

source: A notification is provided for any missing packages that can no longer be installed.
hu: Értesítést kap minden olyan hiányzó csomagról, amelyet már nem lehet telepíteni.
ja: インストールしないパッケージが存在する場合、そのことを警告表示します。
tr: Artık kurulamayan eksik paketler için bir bildirim sağlanır.

source: Press [OK] and the selected packages will be installed.
hu: Nyomja meg az [OK] gombot, és a kiválasztott csomagok telepítésre kerülnek.
ja: [OK] ボタンを押せば、選択したパッケージをインストールします。
tr: [Tamam]’a basın, seçilen paketler kurulacaktır.

source: Unavailable packages will be listed
hu: Kilistázza a nem elérhető csomagokat
ja: 使用できないパッケージが表示される
tr: Kullanılamayan paketler listelenecek

source: Packages that are unavailable or uninstallable will be listed.
hu: Felsorolja azokat a csomagokat, amelyek már nem érhetők el, vagy nem telepíthetők.
ja: 利用できないパッケージ、あるいは削除不可能なパッケージは、一覧に表示されます。
tr: Kullanılamayan veya kaldırılamayan paketler listelenecektir.

source: Such a situation arises when the main package or one of its dependencies can not function within the new system.
hu: Ilyen helyzet akkor áll elő, ha a fő csomag vagy valamelyik függősége nem tud működni az új rendszerben.
ja: そうした状況は、主たるパッケージまたはその依存関係の1つが、新しいシステムで機能しない場合に発生します。
tr: Böyle bir durum, ana paket veya onun bağımlılıklarından biri yeni sistemde çalışamadığında ortaya çıkar.

source: Press [Save List] and select the location to save the list of unavailable packages.
hu: Nyomja meg a [Lista mentése] gombot, és válassza ki a nem elérhető csomagok listájának mentési helyét.
ja: [リストの保存] ボタンを押して、利用不能なパッケージのリストを保存する場所を選択します。
tr: [Listeyi Kaydet]’e basın ve mevcut olmayan paketlerin listesinin kaydedileceği konumu seçin.

source: Packages available will be installed
hu: Telepíti az elérhető csomagokat
ja: 利用可能なパッケージはインストールされる
tr: Mevcut paketler yüklenecek

source: The installation process is started within a new terminal window.
hu: A telepítési folyamat egy új terminálablakban indul.
ja: インストールのプロセスは、新規端末のウィンドウ内で開始します。
tr: Kurulum işlemi yeni bir uçbirim penceresinde başlatılır.

source: Authentication and confirmation are required to perform installation.
hu: A telepítéshez hitelesítés és megerősítés szükséges.
ja: インストールを実行するには、ユーザの認証と確認が必要です。
tr: Kurulumu gerçekleştirmek için kimlik doğrulama ve onay gereklidir.

source: Press [N] to cancel.
hu: Nyomja meg az [N] billentyűt a megszakításhoz.
ja: N キーを押すとキャンセルします。
tr: İptal etmek için [N] tuşuna basın.

source: To close the terminal window after the installation process finishes, press [Enter].
hu: A telepítési folyamat befejezése után, a terminálablak bezárásához, nyomja meg az [Enter] billentyűt.
ja: インストール作業が終了し端末ウィンドウを閉じるには、[Enter] キーを押してください。
tr: Yükleme işlemi tamamlandıktan sonra terminal penceresini kapatmak için [Enter] tuşuna basın.

source: Version:
hu: Verzió:
ja: バージョン:
tr: Sürüm:

source: Last updated:
hu: Legutóbbi frissítés:
ja: 最終更新日：
tr: Son güncelleme:
